import React, { Component } from 'react';
import {
    Head
}  from '../../components';
import styles from '/static/styles/external-link/statement.less';

export default class Statement extends Component {
    render () {
        return (
            <div>
                <Head
                    title=""
                    keywords=""
                    description=""
                />
                <div className={styles['statement_view']}>
                    <div className={styles['statement_view_about']}>
                        <h3>法律声明</h3>
                        <p>
                            <span className={styles['statement_view_about_span']}>一、网络信息安全&nbsp;</span>
                        </p>
                        <p><br/></p>
                        <p>&nbsp; &nbsp;
                        &nbsp;（一）犀鸟向用户提供论坛/评论/分享/微博等服务。犀鸟有义务为用户提供安全、稳定的网络环境，并用户亦有义务于犀鸟内进行合法行为，以维护犀鸟安全环境。在这些区域内，犀鸟用户公开发表的任何内容都会成为公开的信息，并且可以被搜索引擎收录。因此，犀鸟用户应慎重发表信息、观点，并应遵守如下规定：不得利用犀鸟制作、复制、查阅和传播下列信息：
                        &nbsp; &nbsp; &nbsp; &nbsp;</p>
                        <p>1、煽动抗拒、破坏宪法和法律、行政法规实施的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>2、煽动颠覆国家政权，推翻社会主义制度的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>3、煽动分裂国家、破坏国家统一的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>4、煽动民族仇恨、民族歧视，破坏民族团结的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>5、捏造或者歪曲事实，散布谣言，扰乱社会秩序的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>6、宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖，教唆犯罪的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>7、公然侮辱他人或者捏造事实诽谤他人的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>8、损害国家机关信誉的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>9、其他违反宪法和法律、行政法规的。&nbsp;</p>
                        <p>不得从事下列危害犀鸟安全的活动： &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>1、未经允许，进入计算机信息网络或者使用计算机信息网络资源的； &nbsp; &nbsp;&nbsp;</p>
                        <p>2、未经允许，对计算机信息网络功能进行删除、修改或者增加的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>3、未经允许，对计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</p>
                        <p>4、故意制作、传播计算机病毒等破坏性程序的； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>5、其他危害计算机信息网络安全的。 &nbsp;&nbsp;</p>
                        <p>&nbsp; &nbsp; &nbsp;（二）本网站有权对违反法律法规和侵犯他人正当权益的信息作出如下处理： &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>1、针对违反法律法规信息，犀鸟有权直接删除该信息，并不提前通知用户； &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>
                        <p>2、针对侵犯他人正当权益的信息，犀鸟经权利人书面申请且提供证明文件完整的，犀鸟有权直接删除该信息；</p>
                        <p>3、以上情节严重的，犀鸟有权对该用户进行封号处理。&nbsp;</p>
                        <p>&nbsp; &nbsp;
                        &nbsp;（三）本网站中未标注"来源：犀鸟"而是标注"来源**（网站）"的作品，均转载于第三方网站，本网站转载系出于传递信息之目的，并不意味着对作品观点的正确性、合法性以及作品内容的真实性负责。</p>
                        <p><br/></p>
                        <p><span className={styles['statement_view_about_span']}>二、知识产权声明</span></p>
                        <p>&nbsp;</p>
                        <p>&nbsp; &nbsp;
                        &nbsp;（一）本网站上刊载的所有内容，包括但不限于文字报导、图片、声音、录像、图表、标志、标识、广告、商标、商号、域名、软件、程序、版面设计、专栏目录与名称、内容分类标准以及为注册用户提供的任何或所有信息，均受《中华人民共和国著作权法》、《中华人民共和国商标法》、《中华人民共和国专利法》及适用之国际公约中有关著作权、商标权、专利权及其它财产所有权法律的保护，为犀鸟或相关权利人专属所有或持有。&nbsp;</p>
                        <p>&nbsp; &nbsp;
                        &nbsp;（二）使用者对于本网站上标注不得转载、摘编的内容与服务不得以任何目的予以使用。使用者将本网站未标注不得转载、摘编的内容与服务用于非商业用途、非盈利、非广告目的时，应遵守中华人民共和国相关法律、法规和政策的规定，不得侵犯犀鸟及相关权利人的权利。并应注明使用内容出处为“犀鸟”或相关权利人。
                        使用者将本网站提供的内容与服务用于商业、盈利、广告性目的时，需征得犀鸟或相关权利人的书面特别授权，并注明使用内容出处为“犀鸟”或相关权利人。并按有关国际公约和中华人民共和国法律的有关规定向相关权利人支付报酬。</p>
                        <p>&nbsp; &nbsp;
                        &nbsp;（三）未经犀鸟明确书面特别授权，任何人不得变更、发行、播送、转载、复制、重制、改动、散布、表演、展示或利用本网站的局部或全部的内容或服务或在非本网站所属的服务器上作镜像，否则以侵权论，依法追究法律责任。</p>
                        <p>&nbsp; &nbsp;
                        &nbsp;（四）上海华图犀鸟文化传播有限公司对本网站上所有内容包括但不限于网站运营或本网站上的信息、内容、材料或产品，不提供明示或暗示的担保。由所适用法律许可，上海华图犀鸟文化传播有限公司否认所有明示或暗示的担保，包括但不限于为特定目的做的商务暗示担保。上海华图犀鸟文化传播有限公司对任何损失或任何由于使用本网站而引起的损失，包括但不限于直接的，间接的，偶然的、惩罚性的和引发的损失，不承担责任。</p>
                        <p><br/></p>
                        <p><span className={styles['statement_view_about_span']}>三、隐私保护声明</span></p>
                        <p>&nbsp; &nbsp;&nbsp;</p>
                        <p>&nbsp; &nbsp; &nbsp;
                        犀鸟隐私权保护声明系本网站保护用户个人隐私的承诺。鉴于网络的特性，本网站将无可避免地与您产生直接或间接的互动关系，故特此说明本网站对用户个人信息所采取的收集、使用和保护政策，请您务必仔细阅读：&nbsp;</p>
                        <p>&nbsp; &nbsp; &nbsp;（一）使用者非个人化信息</p>
                        <p>我们将通过您的IP地址来收集非个人化的信息，例如浏览器和服务器日志上的信息等，以优化在您计算机屏幕上显示的页面。通过收集上述信息，我们亦进行客流量统计，从而改进网站的管理和服务。</p>
                        <p>&nbsp; &nbsp; &nbsp;（二）个人资料&nbsp;</p>
                        <p>1、当您在犀鸟网站进行用户注册登记、参加网上或公共论坛等各种活动时，在您的同意及确认下，本网站将通过注册表格等形式要求您提供一些个人资料。这些个人资料包括：&nbsp;</p>
                        <p>1.1 个人识别资料：如姓名、性别、年龄、出生日期、身份证号码（或护照号码）、电话、通信地址、住址、电子邮件、地址等情况。&nbsp;</p>
                        <p>1.2 个人背景：职业、教育程度、收入状况、婚姻、家庭状况。</p>
                        <p>2、请了解，在未经您同意及确认之前，本网站不会将您为参加本网站之特定活动所提供的资料利用于其它目的。惟按下列第(六)项规定应政府及法律要求披露时不在此限。</p>
                        <p>&nbsp; &nbsp; &nbsp;（三）信息安全&nbsp;</p>
                        <p>1、本网站将对您所提供的资料进行严格的管理及保护，本网站将使用相应的技术，防止您的个人资料丢失、被盗用或遭篡改。&nbsp;</p>
                        <p>2、本网站得在必要时委托专业技术人员代为对该类资料进行电脑处理，以符合专业分工时代的需求。如本网站将电脑处理之通知送达予您，而您未在通知规定的时间内主动明示反对，本网站将推定您已同意。惟在其后您仍然有权如下述第4.1.4条之规定，请求停止电脑处理。</p>
                        <p>&nbsp; &nbsp; &nbsp;（四）用户权利&nbsp;</p>
                        <p>1、您对于自己的个人资料享有以下权利：&nbsp;</p>
                        <p>1.1 随时查询及请求阅览；&nbsp;</p>
                        <p>1.2 随时请求补充或更正；&nbsp;</p>
                        <p>1.3 随时请求删除；&nbsp;</p>
                        <p>1.4 请求停止电脑处理及利用。&nbsp;</p>
                        <p>&nbsp; &nbsp; &nbsp;（五）限制利用原则</p>
                        <p>本网站惟在符合下列条件之一，方对收集之个人资料进行必要范围以外之利用：&nbsp;</p>
                        <p>1、已取得您的书面同意；&nbsp;</p>
                        <p>2、为免除您在生命、身体或财产方面之急迫危险；&nbsp;</p>
                        <p>3、为防止他人权益之重大危害；&nbsp;</p>
                        <p>4、为增进公共利益，且无害于您的重大利益。</p>
                        <p>&nbsp; &nbsp; &nbsp;（六）个人资料之披露&nbsp;</p>
                        <p>当政府机关依照法定程序要求本网站披露个人资料时，本网站将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，本网站均不承担任何责任。&nbsp;</p>
                        <p>&nbsp; &nbsp; &nbsp;（七）公共论坛&nbsp;</p>
                        <p>犀鸟为您提供论坛/评论/分享/微博等服务。在这些区域内，您公布的任何信息都会成为公开的信息。因此，我们提醒并请您慎重考虑是否有必要在这些区域公开您的个人信息。&nbsp;</p>
                        <p>&nbsp; &nbsp; &nbsp;（八）未成年人隐私权的保护&nbsp;</p>
                        <p>1、本网站将建立和维持一合理的程序，以保护未成年人个人资料的保密性及安全性。本网站郑重声明：任何18岁以下的未成年人参加网上活动应事先得到家长或其法定监护人（以下统称为"监护人"）的可经查证的同意。&nbsp;</p>
                        <p>2、监护人应承担保护未成年人在网络环境下的隐私权的首要责任。&nbsp;</p>
                        <p>3、本网站收集未成年人的个人资料，仅为回覆未成人特定要求的目的，一经回复完毕即从记录中删除，而不会保留这些资料做进一步的利用。&nbsp;</p>
                        <p>4、未经监护人之同意，本网站将不会使用未成年人之个人资料，亦不会向任何第三方披露或传送可识别该未成人的个人资料。本网站如收集监护人或未成年人的姓名或其它网络通讯资料之目的仅是为获得监护人同意，则在经过一段合理时间仍未获得同意时，将主动从记录中删除此类资料。&nbsp;</p>
                        <p>5、若经未成人之监护人同意，本网站可对未成年人之个人资料进行收集，本网站将向监护人提供：&nbsp;</p>
                        <p>5.1 审视自其子女或被监护人收集之资料的机会；&nbsp;</p>
                        <p>5.2 拒绝其子女或被监护人的个人资料被进一步的收集或利用的机会；</p>
                        <p>5.3 变更或删除其子女或被监护人个人资料的方式。&nbsp;</p>
                        <p>6、监护人有权拒绝本网站与其子女或被监护人做进一步的联络。&nbsp;</p>
                        <p>7、本网站收集未成年人的个人资料，这些资料只是单纯作为保护未成年人参与网络活动时的安全，而非作为其它目的之利用。本网站保证不会要求未成年人提供额外的个人资料，以作为允许其参与网上活动的条件。&nbsp;</p>
                        <p>&nbsp; &nbsp; &nbsp;（九）Cookies&nbsp;</p>
                        <p>1、Cookies是指一种技术，当使用者访问设有Cookies装置的本网站时，本网站之服务器会自动发送Cookies至阁下浏览器内，并储存到您的电脑硬盘内，此Cookies便负责唯一标示您访问本站的身份。&nbsp;</p>
                        <p>2、运用Cookies技术，本网站能够为您提供更加周到的个性化服</p>
                    </div>
                </div>
            </div>
        )
    }
}
